// FileSyncAgent Localizable.strings

// The name of the product
"FileSyncAgent" = "Bestandssynchronisatie";

// Text of "ok" button, used in various dialogs.
"OK" = "OK";

// Text of "cancel" button, used in various dialogs.
"CANCEL" = "Annuleer";

// Text of "Next" button, used in various dialogs
"NEXT" = "Volgende";

// Text of "Done" button, used in various dialogs
"DONE" = "Gereed";

// Text of "Continue" button, used in various dialogs
"CONTINUE" = "Ga door";

// The name of iDisk disk image when renamed and moved to the desktop when iDisk syncing is disabled.
// The argument is the user's .Mac name.
// The optional second argument is a counter, for when a .dmg already exists. E.g. "Previous local iDisk for jholt 3.dmg"
"PREVIOUS DMG%"    = "Vorige lokale iDisk van %@";
"PREVIOUS DMG DIR" = "Vorige lokale iDisks";

// These strings are used after migrating a Tiger local iDisk image to Leopard (and later) iDisk syncing  [rdar://6607831]
"MIGRATION_COMPLETE" = "Er bevindt zich een oud exemplaar van uw lokale iDisk op deze computer dat %@ schijfruimte inneemt. Wilt u dit exemplaar bewaren of naar de prullenmand verplaatsen?";
"MIGRATION_DESKTOP"  = "Bewaar";
"MIGRATION_TRASH"    = "Verplaats naar prullenmand";

// These strings are used to ask the user what to do with old and orphaned local iDisk images from all versions of iDisk syncing.  [rdar://6232713]
// Images can be found on the Desktop (moved there when iDisk syncing has been turned off in the past), as well as ~/Library/Mirrors (Tiger) and ~/Libary/FileSync (Leopard+)
// The code tracks where the images are found and presents three variants depending on where the images are (~/Desktop and/or ~/Library (i.e., INTERNAL)
"CLEANUP_IMAGES_DESK_1"         = "Er bevindt zich een oud exemplaar van uw lokale iDisk op deze computer dat %@ schijfruimte inneemt. Wilt u dit exemplaar bewaren of naar de prullenmand verplaatsen?";
"CLEANUP_IMAGES_INTERNAL_1"     = "Er bevindt zich een oud exemplaar van uw lokale iDisk op deze computer dat %@ schijfruimte inneemt. Wilt u dit exemplaar bewaren of naar de prullenmand verplaatsen?";
"CLEANUP_IMAGES_DESK_MULTI"     = "Er bevinden zich enkele oude exemplaren van uw lokale iDisk op deze computer die %@ schijfruimte innemen. Wilt u deze exemplaren bewaren of naar de prullenmand verplaatsen?";
"CLEANUP_IMAGES_INTERNAL_MULTI" = "Er bevinden zich enkele oude exemplaren van uw lokale iDisk op deze computer die %@ schijfruimte innemen. Wilt u deze exemplaren bewaren of naar de prullenmand verplaatsen?";
"CLEANUP_IMAGES_ALL"            = "Er bevinden zich enkele oude exemplaren van uw lokale iDisk op deze computer die %@ schijfruimte innemen. Wilt u deze exemplaren bewaren of naar de prullenmand verplaatsen?";

"CLEANUP_TITLE_1"     = "Er is nog een exemplaar van uw iDisk op uw computer aangetroffen.";
"CLEANUP_TITLE_MULTI" = "Er zijn nog meer exemplaren van uw iDisk op uw computer aangetroffen.";

"Keep"  = "Bewaar";
"Trash" = "Verplaats naar prullenmand";

// ----------------------------------
// "Your iDisk is almost full" dialog

"IDISK ALMOST FULL" = "Uw iDisk is bijna vol.";

// Text of the "warn again" checkbox.
"DO NOT WARN AGAIN" = "Toon deze waarschuwing niet opnieuw.";

// Trash has files, too.
"ALMOST FULL TRASH MSG" = "Er staan bestanden op uw iDisk die zich in de prullenmand bevinden. Leeg de prullenmand om meer ruimte vrij te maken.\n\nU kunt de opslagruimte op uw iDisk vergroten via het paneel '%@' in Systeemvoorkeuren.";

// No files in trash.
"ALMOST FULL .MAC MSG" = "U kunt de opslagruimte op uw iDisk vergroten via het paneel '%@' in Systeemvoorkeuren.";


// ----------------------------
// "Resizing your iDisk" dialog

"RESIZE IDISK"     = "De grootte van de iDisk op uw computer moet worden aangepast.";
"RESIZE IDISK MSG" = "De iDisk op de computer is tijdelijk niet beschikbaar wanneer de grootte wordt aangepast.";


// ----------------------------------
// "Can't turn off your iDisk" dialog

"CANT DISABLE"          = "De lokale iDisk kan niet worden uitgeschakeld.";
"CANT DISABLE BUSY MSG" = "De lokale iDisk bevat bestanden die nog geopend zijn en kan daarom niet worden uitgeschakeld. Sluit de bestanden en probeer het opnieuw.";
"CANT DISABLE ERR MSG%" = "De lokale iDisk kan momenteel niet worden uitgeschakeld omdat zich een fout %d heeft voorgedaan. Probeer het later opnieuw.";


// ---------------------------
// "log out / continue" dialog

"LOGOUT BUSY"     = "Uw iDisk wordt nu gesynchroniseerd. Wilt u doorgaan of uitloggen?";
"LOGOUT BUSY MSG" = "U kunt uitloggen nadat uw iDisk is gesynchroniseerd.";

// Text of the "log out" button.
"LOGOUT" = "Log uit";

// Text of the "continue" button.
"CONTINUE SYNC" = "Voltooi synchronisatie";


// Size formats, used in the conflict and exception dialog to show file sizes.
// The argument is the number of bytes, the suffixes are the abbreviations for the standard metric scales: kilobytes, megabytes, etc.
"%BYTES" = "%qu bytes";
"%KB"    = "%.2f KB";
"%MB"    = "%.2f MB";
"%GB"    = "%.2f GB";
"%TB"    = "%.2f TB";
"%PB"    = "%.2f PB";
"%XB"    = "%.2f XB";


// ----------------------------------
// Finder status messages

"Cleaning up..."                 = "Opschonen…";
"Last sync cancelled."           = "Laatste synchronisatie geannuleerd.";
"Finder Settings"                = "Finder-instellingen";				// [rdar://4735199]

// "DM_ACCOUNT_EXPIRED" was "Your %@ account has expired." prior to 10.5.3
"DM_ACCOUNT_EXPIRED"             = "Uw %@-account is verlopen.";
"CREATE FAILED:NIL DMA"          = "iDisk-synchronisatie kan niet worden ingeschakeld. Controleer uw %@-gebruikersnaam en -wachtwoord in het paneel '%@' in Systeemvoorkeuren.";
"CREATE FAILED:NO USERNAME"      = "iDisk-synchronisatie kan niet worden ingeschakeld. Controleer uw %@-gebruikersnaam en -wachtwoord in het paneel '%@' in Systeemvoorkeuren.";
"CREATE FAILED:TOO BIG"          = "iDisk-synchronisatie kan niet worden ingeschakeld. Uw iDisk is groter dan de beschikbare vrije ruimte.";
"CREATE FAILED:UNKNOWN"          = "iDisk-synchronisatie kan niet worden ingeschakeld. Probeer het later opnieuw.";
"Cannot sync more than one computer at a time."	= "Een andere computer wordt momenteel met deze account gesynchroniseerd. Probeer het later opnieuw.";
"iDisk syncing unavailable."					= "iDisk-synchronisatie is op dit moment niet beschikbaar. Probeer het later opnieuw.";

// Was not localized prior to 10.5.3 (oops!)
"NO_ACTIVE_IDISK"                = "Uw %@-account heeft geen actieve iDisk.";
